Repository: Trepan-Debuggers/remake
Catalog: po/*.po
Languages: hr, pl

source: attempt to use unsupported feature: `%s'
hr: poku¹aj kori¹tenja nepodr¾ane moguænosti: `%s'
pl: próba u¿ycia nieistniej±cej funkcji: `%s'

source: touch archive member is not available on VMS
hr: touch dijela arhive nije rapolo¾iv na VMS-u
pl: element biblioteki `touch' jest niedostêpny pod VMS

source: touch: Archive `%s' does not exist
hr: touch: Arhiva `%s' ne postoji
pl: touch: Archiwum `%s' nie istnieje

source: touch: `%s' is not a valid archive
hr: touch: `%s' nije valjana arhiva
pl: touch: `%s' nie jest poprawnym archiwum

source: touch: Member `%s' does not exist in `%s'
hr: touch: èlan `%s' ne postoji u `%s'
pl: touch: Brak elementu `%s' w `%s'

source: touch: Bad return code from ar_member_touch on `%s'
hr: touch: Neispravan povratni kod iz ar_member_touch na `%s'
pl: touch: B³êdny kod powrotu z ar_member_touch w `%s'

source: lbr$set_module failed to extract module info, status = %d
hr: lbr$set_module nije izdvojio informacije o modulu, status = %d
pl: Uzyskanie informacji o module przez lnr$set_module nie uda³o siê, status = %d

source: lbr$ini_control failed with status = %d
hr: lbr$ini_control nije uspio sa statusom = %d
pl: lbr$ini_control nie powiod³o siê, status = %d

source: unable to open library `%s' to lookup member `%s'
hr: ne mogu otvoriti biblioteku `%s' da naðem èlan `%s'
pl: b³±d otwarcia biblioteki `%s' podczas szukania elementu `%s'

source: Member `%s'%s: %ld bytes at %ld (%ld).
hr: èlan `%s'%s: %ld bajtova na %ld (%ld).
pl: Element `%s'%s: %ld bajtów pod %ld (%ld).

source: (name might be truncated)
hr: (ime je mo¾da odrezano)
pl: (nazwa mo¿e zostaæ okrojona)

source: Date %s
hr: Datum %s
pl: Data %s

source: *** Break.
hr: *** Prekid.
pl: *** Przerwano.

source: *** [%s] Archive member `%s' may be bogus; not deleted
hr: *** [%s] Èlan arhive '%s' mogao bi biti bezvezan; nije obrisan
pl: *** [%s] Element archiwum `%s' mo¿e byæ fa³szywy; nie usuniêty

source: *** Archive member `%s' may be bogus; not deleted
hr: *** Èlan arhive '%s' mogao bi biti bezvezan; nije obrisan
pl: *** Element archiwum `%s' mo¿e byæ fa³szywy; nie usuniêty

source: *** [%s] Deleting file `%s'
hr: *** [%s] Bri¹em spis `%s'
pl: *** [%s] Kasujê plik `%s'

source: *** Deleting file `%s'
hr: *** Bri¹em spis `%s'
pl: *** Kasujê plik `%s'

source: # commands to execute
hr: # naredbe za izvr¹avanje
pl: # polecenia do wykonania

source: (built-in):
hr: (ugraðeno):
pl: (wbudowane):

source: (from `%s', line %lu):
hr: (iz `%s', redak %lu):
pl: (z `%s', linia %lu):

source: # Directories
hr: # Direktoriji
pl: # Katalogi

source: # %s: could not be stat'd.
hr: # %s: ne mo¾e se statati.
pl: # %s: stat() zwraca b³±d.

source: # %s (key %s, mtime %d): could not be opened.
hr: # %s (tipka %s, mtime %d): nije ga se moglo otvoriti.
pl: # %s (klucz %s, czas modyfikacji %d): otwarcie by³o niemo¿liwe.

source: # %s (device %d, inode [%d,%d,%d]): could not be opened.
hr: # %s (device %d, inode [%d,%d,%d]): nije ga se moglo otvoriti.
pl: # %s (urz±dzenie %d, i-wêze³ [%d,%d,%d]): otwarcie by³o niemo¿liwe.

source: # %s (device %ld, inode %ld): could not be opened.
hr: # %s (device %ld, inode %ld): nije ga se moglo otvoriti.
pl: # %s (urz±dzenie %ld, i-wêze³ %ld): otwarcie by³o niemo¿liwe.

source: # %s (key %s, mtime %d):
hr: # %s (tipka %s, mtime %d):
pl: # %s (klucz %s, czas modyfikacji %d):

source: # %s (device %d, inode [%d,%d,%d]):
pl: # %s (urz±dzenie %d, i-wêze³ [%d,%d,%d]):

source: # %s (device %ld, inode %ld):
pl: # %s (urz±dzenie %ld, i-wêze³ %ld):

source: No
hr: Nijedan
pl: Nie

source: files,
hr: spis,
pl: pliki,

source: no
hr: nijedna
pl: nie

source: impossibilities
hr: nemoguænost
pl: niemo¿liwo¶ci

source: so far.
hr: do sad.
pl: jak dot±d.

source: impossibilities in %lu directories.
hr: nemoguænosti u %lu direktorija.
pl: niemo¿liwo¶ci w %lu katalogach.

source: Recursive variable `%s' references itself (eventually)
hr: Rekurzivna varijabla `%s' pokazuje (na kraju) na sebe
pl: Rekurencyjna zmienna `%s' wskazuje na sam± siebie

source: unterminated variable reference
hr: nedovr¹ena referenca na varijablu
pl: niezakoñczone odwo³anie do zmiennej

source: Commands were specified for file `%s' at %s:%lu,
hr: Naredbe su naznaèene za spis `%s' na %s:%lu,
pl: Polecenia dla pliku `%s' podano w %s:%lu,

source: Commands for file `%s' were found by implicit rule search,
hr: Naredbe za spis `%s' naðene su implicitnim pretra¾ivanjem propisa,
pl: Polecenia dla pliku `%s' zosta³y wyznaczone na podstawie regu³ standardowych,

source: but `%s' is now considered the same file as `%s'.
hr: ali `%s' se sada smatra istim spisom kao i `%s'.
pl: ale `%s' jest teraz uznawany za ten sam plik co `%s'.

source: Commands for `%s' will be ignored in favor of those for `%s'.
hr: Naredbe za `%s' ignorirat æe se u korist onih za `%s'.
pl: Polecenia dla `%s' zosta³y zignorowane na rzecz poleceñ dla `%s'.

source: can't rename single-colon `%s' to double-colon `%s'
hr: ne mogu preimenovati `%s' s jednom dvotoèkom u `%s' s dvije dvotoèke
pl: nie mo¿na przemianowaæ `%s' z pojedynczym dwukropkiem na `%s' z podwójnym

source: can't rename double-colon `%s' to single-colon `%s'
hr: ne mogu preimenovati `%s' s dvije dvotoèke u `%s' s jednom dvotoèkom
pl: nie mo¿na przemianowaæ `%s' z podwójnym dwukropkiem na `%s' z pojedynczym

source: *** Deleting intermediate file `%s'
hr: *** Bri¹em posredni spis `%s'
pl: *** Kasowanie pliku po¶redniego `%s'

source: Removing intermediate files...
hr: Bri¹em posredne spise...
pl: Kasowanie plików po¶rednich...

source: %s: Timestamp out of range; substituting %s
hr: %s: Vremenska oznaka van granica; zamjenjujem s %s
pl: %s: Oznaczenie czasu spoza zakresu; zast±piono %s

source: Current time
hr: Trenutno vrijeme
pl: Aktualny czas

source: # Not a target:
hr: # Nije meta:
pl: # To nie jest obiekt:

source: # Precious file (prerequisite of .PRECIOUS).
hr: # Vrijedan spis (prerekvizit mete .PRECIOUS).
pl: # Cenny plik (zale¿no¶æ .PRECIOUS).

source: # Phony target (prerequisite of .PHONY).
hr: # La¾na meta (prerekvizit mete .PHONY).
pl: # Obiekt niejawny (zale¿no¶æ .PHONY).

source: # Command-line target.
hr: # Meta na komandnoj liniji.
pl: # Obiekt podany w linii poleceñ.

source: # A default, MAKEFILES, or -include/sinclude makefile.
pl: # Makefile domy¶lny, wymieniony w MAKEFILES lub -include/sinclude.

source: # Implicit rule search has been done.
hr: # Implicitna pretraga propisa je izvr¹ena.
pl: # Szukanie regu³ domy¶lnych zosta³o wykonane.

source: # Implicit rule search has not been done.
hr: # Implicitna pretraga propisa nije izvr¹ena.
pl: # Szukanie regu³ domy¶lnych nie zosta³o wykonane.

source: # Implicit/static pattern stem: `%s'
hr: # Korijen implicitnog/statièkog uzorka: `%s'
pl: # Ga³±¼ wzorców domy¶lnych/statycznych: `%s'

source: # File is an intermediate prerequisite.
hr: # Spis je posredni prerekvizit.
pl: # Plik jest zale¿no¶ci± przej¶ciow±.

source: # Also makes:
hr: # Takoðer proizvodi:
pl: # Robi równie¿:

source: # Modification time never checked.
hr: # Vrijeme promjene nikada nije provjereno.
pl: # Czas modyfikacji nie by³ sprawdzany.

source: # File does not exist.
hr: # Spis ne postoji.
pl: # Plik nie istnieje.

source: # File is very old.
hr: # Spis je vrlo star.
pl: # Plik jest bardzo stary.

source: # Last modified %s
hr: # Zadnja promjena %s
pl: # Ostatnio modyfikowany %s

source: # File has been updated.
hr: # Spis je a¾uriran.
pl: # Plik zosta³ uaktualniony.

source: # File has not been updated.
hr: # Spis nije a¾uriran.
pl: # Plik nie zosta³ uaktualniony.

source: # Commands currently running (THIS IS A BUG).
hr: # Naredbe koje se trenutno izvr¹avaju (OVO JE BUG).
pl: # Aktualnie uruchamiane polecenia (TO JEST PLUSKWA).

source: # Dependencies commands running (THIS IS A BUG).
hr: # Ovisnosti izmeðu naredbi koje se izvr¹avaju (OVO JE BUG).
pl: # Aktualnie uruchamiane polecenia zale¿no¶ci (TO JEST PLUSKWA).

source: # Successfully updated.
hr: # Uspje¹no a¾uriran.
pl: # Uaktualnienie powiod³o siê.

source: # Needs to be updated (-q is set).
hr: # Treba ga a¾urirati (-q je postavljen).
pl: # Powinien byæ uaktualniony (-q jest w³±czone).

source: # Failed to be updated.
hr: # Nije ga se a¾uriralo.
pl: # Uaktualnianie nie powiod³o siê.

source: # Invalid value in `update_status' member!
hr: # Neispravna vrijednost u elementu `update_status'!
pl: # B³êdna warto¶æ w elemencie `update_status'!

source: # Invalid value in `command_state' member!
hr: # Neispravna vrijednost u elementu `command_state'!
pl: # B³êdna warto¶æ w elemencie `command_state'!

source: # Files
hr: # Spisi
pl: # Pliki

source: # files hash-table stats: #
hr: # statistike hash tablice spisa #
pl: # statystyki tablic haszuj±cych plików: #

source: non-numeric first argument to `word' function
hr: prvi argument funkcije `word' nije broj
pl: pierwszy argument funkcji `word' nie jest numeryczny

source: first argument to `word' function must be greater than 0
hr: prvi argument funkcije `word' mora biti veæi od 0
pl: pierwszy argument funkcji `word' musi byæ wiêkszy od 0

source: non-numeric first argument to `wordlist' function
hr: drugi argument funkcije `wordllist' nije broj
pl: pierwszy argument funkcji `wordlist' nie jest numeryczny

source: non-numeric second argument to `wordlist' function
hr: drugi arument funkcije `wordlist' nije broj
pl: drugi argument funkcji `wordlist' nie jest numeryczny

source: windows32_openpipe (): process_init_fd() failed
hr: windows32_openpipe (): process_init_fd() je zakazao
pl: windows32_openpipe (): process_init_fd() nie powiod³o siê

source: Cleaning up temporary batch file %s
hr: Èistim privremeni batch spis %s.
pl: Czyszczê tymczasowy plik wsadowy %s

source: unterminated call to function `%s': missing `%c'
hr: nedovr¹en poziv funkciji `%s': nedostaje `%c'
pl: nie dokoñczone wywo³anie funkcji `%s': brak `%c'

source: %s: option `%s' is ambiguous
hr: %s: opcija `%s' je vi¹eznaèna
pl: %s: opcja `%s' jest niejednoznaczna

source: %s: option `--%s' doesn't allow an argument
hr: %s: uz opciju `--%s' ne ide argument
pl: %s: opcja `--%s' nie przyjmuje argumentów

source: %s: option `%c%s' doesn't allow an argument
hr: %s: opcija `%c%s' ne dopu¹ta argument
pl: %s: opcja `%c%s' nie przyjmuje argumentów

source: %s: option `%s' requires an argument
hr: %s: opcija `%s' zahtijeva argument
pl: %s: opcja `%s' wymaga argumentu

source: %s: unrecognized option `--%s'
hr: %s: nepoznata opcija `--%s'
pl: %s: nierozpoznana opcja `--%s'

source: %s: unrecognized option `%c%s'
hr: %s: nepoznata opcija `%c%s'
pl: %s: nierozpoznan opcja `%c%s'

source: %s: illegal option -- %c
hr: %s: nedopu¹tena opcija -- %c
pl: %s: niedozwolona opcja -- %c

source: %s: invalid option -- %c
hr: %s: neispravna opcija -- %c
pl: %s: b³êdna opcja -- %c

source: %s: option requires an argument -- %c
hr: %s: opcija tra¾i argument -- %c
pl: %s: opcja wymaga argumentu -- %c

source: %s: option `-W %s' is ambiguous
hr: %s: opcija `-W %s' je vi¹eznaèna
pl: %s: opcja `-W %s' jest niejednoznaczna

source: %s: option `-W %s' doesn't allow an argument
hr: %s: opcija `-W %s' ne dopu¹ta argument
pl: %s: opcja `-W %s' nie przyjmuje argumentów

source: can't allocate %ld bytes for hash table: memory exhausted
hr: ne mogu alocirati %ld bajtova za hash tablicu; memorija iscrpljena
pl: nie mo¿na zaalokowaæ %ld bajtów na tablicê haszuj±c±: pamiêæ wyczerpana

source: Load=%ld/%ld=%.0f%%,
hr: Optereæenje=%ld/%ld=%.0f%%,
pl: Wype³nienie=%ld/%ld=%.0f%%,

source: Rehash=%d,
hr: Preraspodjela=%d,
pl: Przehaszowania=%d,

source: Collisions=%ld/%ld=%.0f%%
hr: Kolizije=%ld/%ld=%.0f%%
pl: Kolizje=%ld/%ld=%.0f%%

source: Looking for an implicit rule for `%s'.
hr: Tra¾im implicitni propis za `%s'.
pl: Szukanie standardowej regu³y dla `%s'.

source: Looking for archive-member implicit rule for `%s'.
hr: Tra¾im implicitni propis za `%s' koji pripada elementu arhive.
pl: Szukanie standardowej regu³y typu archive-member dla `%s'.

source: Avoiding implicit rule recursion.
hr: Izbjegavam rekurziju implicitnog propisa.
pl: Pomijanie rekurencyjnego wywo³ania regu³y standardowej.

source: Trying pattern rule with stem `%.*s'.
hr: Poku¹avam propis uzorka s korijenom `%.*s'.
pl: Próbowanie regu³y wzorcowej z ga³êzi± `%.*s'.

source: Rejecting impossible implicit prerequisite `%s'.
hr: Odbacujem nemoguæ prerekvizit `%s'.
pl: Odrzucenie niemo¿liwej zale¿no¶ci domy¶lnej `%s'.

source: Rejecting impossible rule prerequisite `%s'.
hr: Odbacujem nemoguæe pravilo prerekvizita `%s'.
pl: Odrzucenie niemo¿liwej zale¿no¶ci regu³y `%s'.

source: Trying implicit prerequisite `%s'.
hr: Poku¹avam s implicitnim prerekvizitom `%s'.
pl: Próbowanie zale¿no¶ci domy¶lnej `%s'.

source: Trying rule prerequisite `%s'.
hr: Poku¹avam s propisom prerekvizita `%s'.
pl: Próbowanie zale¿no¶ci regu³y `%s'.

source: Found prerequisite `%s' as VPATH `%s'
hr: Na¹ao prerekvizit `%s' kao VPATH `%s'
pl: Znaleziono zale¿no¶æ `%s' jako VPATH `%s'

source: Looking for a rule with intermediate file `%s'.
hr: Tra¾im propis s posrednim spisom `%s'.
pl: Szukanie regu³y zawieraj±cej plik przej¶ciowy `%s'.

source: Cannot create a temporary file
pl: Nie mo¿na utworzyæ pliku tymczasowego

source: *** [%s] Error 0x%x (ignored)
hr: *** [%s] Gre¹ka 0x%x (ignorirana)
pl: *** [%s] B³±d 0x%x (zignorowany)

source: *** [%s] Error 0x%x
hr: *** [%s] Gre¹ka 0x%x
pl: *** [%s] B³±d 0x%x

source: [%s] Error %d (ignored)
hr: [%s] Gre¹ka %d (ignorirana)
pl: [%s] B³±d %d (zignorowany)

source: *** [%s] Error %d
hr: *** [%s] Gre¹ka %d
pl: *** [%s] B³±d %d

source: (core dumped)
hr: (izbaèen core)
pl: (zrzut pamiêci)

source: *** Waiting for unfinished jobs....
hr: *** èekam na nedovr¹ene poslove....
pl: *** Oczekiwanie na niezakoñczone zadania....

source: Live child 0x%08lx (%s) PID %ld %s
hr: ®ivo dijete 0x%08lx (%s) PID %ld %s
pl: ¯yj±cy potomek 0x%08lx (%s) PID %ld %s

source: (remote)
hr: (udaljen)
pl: (zdalne)

source: Reaping losing child 0x%08lx PID %ld %s
hr: ®anjem proma¹eno dijete 0x%08lx PID %ld %s
pl: Zbieranie przegrywaj±cego potomka 0x%08lx PID %ld %s

source: Reaping winning child 0x%08lx PID %ld %s
hr: ®anjem uspje¹no dijete 0x%08lx PID %ld %s
pl: Zbieranie wygrywaj±cego potomka 0x%08lx PID %ld %s

source: Cleaning up temp batch file %s
hr: Èistim privremeni batch spis %s
pl: Czyszczenie tymczasowego pliku wsadowego %s

source: Removing child 0x%08lx PID %ld%s from chain.
hr: Uklanjam dijete 0x%08lx PID %ld%s iz lanca.
pl: Usuwanie potomka 0x%08lx PID %ld%s z kolejki.

source: write jobserver
pl: pisz±cy serwer zadañ

source: Released token for child 0x%08lx (%s).
hr: Otpustio token za dijete 0x%08lx (%s).
pl: Zwolniony token dla potomka 0x%08lx (%s).

source: Counted %d args in failed launch
hr: Prebrojao %d argumenata u neuspjelom pokretanju
pl: Naliczono %d parametrów nieudanego uruchomienia

source: Putting child 0x%08lx (%s) PID %ld%s on the chain.
hr: Smje¹tam dijete 0x%08lx (%s) PID %ld%s u lanac.
pl: Wstawianie potomka 0x%08lx (%s) PID %ld%s do kolejki.

source: Obtained token for child 0x%08lx (%s).
hr: Preuzeo token za dijete 0x%08lx (%s).
pl: Otrzymano token dla potomka 0x%08lx (%s).

source: read jobs pipe
pl: strumieñ czytaj±cy zadania

source: cannot enforce load limits on this operating system
hr: ne mogu silom primijeniti ogranièenje loada na ovom operativnom sustavu
pl: niemo¿liwe wymuszenie limitów obci±¿enia w tym systemie

source: cannot enforce load limit:
hr: ne mogu silom primijeniti ogranièenje loada:
pl: niemo¿liwe wymuszenie limitu obci±¿enia:

source: no more file handles: could not duplicate stdin
pl: nie ma wiêcej uchwytów plików: nie mo¿na powieliæ stdin

source: no more file handles: could not duplicate stdout
pl: nie ma wiêcej uchwytów plików: nie mo¿na powieliæ stdout

source: Could not restore stdin
pl: Nie mo¿na odtworzyæ stdin

source: Could not restore stdout
pl: Nie mo¿na odtworzyæ stdout

source: %s: Command not found
hr: %s: Naredba nije naðena
pl: %s: Polecenie nie znalezione

source: %s: Shell program not found
hr: %s: Ljuskin program nije naðen
pl: %s: Nie znaleziono programu pow³oki

source: spawnvpe: environment space might be exhausted
pl: spawnvpe: mog³o zabrakn±æ miejsca na ¶rodowisko

source: $SHELL changed (was `%s', now `%s')
pl: $SHELL siê zmieni³ (by³ `%s', jest `%s')

source: Creating temporary batch file %s
hr: Stvaram privremeni batch spis %s
pl: Tworzenie tymczasowego pliku wsadowego %s

source: %s (line %d) Bad shell context (!unixy && !batch_mode_shell)
hr: %s (redak %d) Lo¹ kontekst ljuske (!unixy && !batch_mode_shell)
pl: %s (linia %d) Z³y kontekst pow³oki (!unixy && !batch_mode_shell)

source: Options:
hr: Opcije:
pl: Opcje:

source: empty string invalid as file name
hr: prazan string nije valjan naziv spisa
pl: pusty ³añcuch nie mo¿e byæ nazw± pliku

source: find_and_set_shell setting default_shell = %s
hr: find_and_set_shell postavljam default_shell = %s
pl: find_and_set_shell ustawia default_shell = %s

source: find_and_set_shell path search set default_shell = %s
hr: find_and_set_shell pretraga staze postavljam default_shell = %s
pl: find_and_set_shell ustawia ¶cie¿kê wyszukiwania default_shell = %s

source: %s is suspending for 30 seconds...
hr: %s se zaustavlja na 30 sekundi...
pl: %s jest zawieszony na 30 sekund...

source: done sleep(30). Continuing.
hr: gotov sa sleep(30). Nastavljam.
pl: zakoñczono sleep(30). Kontynuacja.

source: Makefile from standard input specified twice.
hr: Makefile sa standardnog ulaza naveden dvaput.
pl: Makefile ze standardowego wej¶cia podano dwukrotnie.

source: fopen (temporary file)
hr: fopen (privremeni spis)
pl: fopen (plik tymczasowy)

source: fwrite (temporary file)
hr: fwrite(privremeni spis)
pl: fwrite (plik tymczasowy)

source: Parallel jobs (-j) are not supported on this platform.
hr: Paralelni poslovi (-j) nisu podr¾ani na ovoj platformi.
pl: Równoleg³e zadania (-j) nie s± obs³ugiwane na tej platformie

source: Resetting to single job (-j1) mode.
hr: Resetiram na mod jednog posla (-j1).
pl: Prze³±czanie w tryb jednozadaniowy (-j1).

source: internal error: multiple --jobserver-fds options
hr: interna gre¹ja: vi¹estruko pojavljivanje opcije --jobserver-fds
pl: b³±d wewnêtrzny: wiele opcji --jobserver-fds

source: internal error: invalid --jobserver-fds string `%s'
hr: interna gre¹ka: neispravan --jobserver-fds string `%s'
pl: b³±d wewnêtrzny: b³êdny ³añcuch --jobserver-fds `%s'

source: warning: -jN forced in submake: disabling jobserver mode.
hr: upozorenje: -jN se forsira u pod-makeu: onemoguæujem jobserver mod.
pl: uwaga: -jN wymuszone w podzadaniu: wy³±czanie trybu serwera zadañ.

source: dup jobserver
pl: duplikacja serwera zadañ

source: warning: jobserver unavailable: using -j1. Add `+' to parent make rule.
hr: upozorenje: jobserver nedostupan: koristim -j1. Dodaj `+' na roditeljev make propis.
pl: uwaga: serwer zadañ niedostêpny: u¿ywanie -j1. Nale¿y dodaæ `+' do nadrzêdnej regu³y make.

source: creating jobs pipe
hr: kreiram pipe za posao
pl: tworzenie potoku zadañ

source: init jobserver pipe
hr: prevesti?
pl: inicjowanie potoku serwera zadañ

source: Symbolic links not supported: disabling -L.
pl: Dowi±zania symboliczne nie s± obs³ugiwane: wy³±czono -L.

source: Updating makefiles....
hr: A¾uriram makefileove....
pl: Uaktualnianie plików makefile....

source: Makefile `%s' might loop; not remaking it.
hr: Makefile `%s' bi mogao upasti u petlju; ne izgraðujem ga ponovo.
pl: Makefile `%s' mo¿e siê zapêtliæ; nie przetwarzam go.

source: Failed to remake makefile `%s'.
hr: Nisam uspio ponovo izgraditi makefile `%s'.
pl: Nie uda³o siê zrobiæ makefile `%s'.

source: Included makefile `%s' was not found.
hr: Ukljuèeni makefile `%s' ne mo¾e se naæi.
pl: Nie znaleziono w³±czanych makefile `%s'.

source: Makefile `%s' was not found
hr: Makefile `%s' ne mo¾e se naæi
pl: Nie znaleziono makefile `%s'

source: Couldn't change back to original directory.
hr: Nisam se mogao vratiti u prvotni direktorij.
pl: Niemo¿liwy powrót do katalogu startowego.

source: Re-executing[%u]:
pl: Ponowne uruchamianie[%u]:

source: unlink (temporary file):
hr: unlink (privremeni spis):
pl: unlink (plik tymczasowy):

source: .DEFAULT_GOAL contains more than one target
pl: .DEFAULT_GOAL zawiera wiêcej ni¿ jeden cel

source: No targets specified and no makefile found
hr: Nijedna meta nije navedena, niti je ijedan makefile pronaðen
pl: Nie podano obiektów i nie znaleziono makefile

source: No targets
hr: Nema meta
pl: Brak obiektów

source: Updating goal targets....
hr: A¾uriram ciljne mete....
pl: Uaktualnianie obiektów docelowych....

source: warning: Clock skew detected. Your build may be incomplete.
hr: upozorenje: uoèena je nepravilnost sata. Izgradnja bi mogla biti nedovr¹ena.
pl: uwaga: Wykryto przestawienie zegara. Budowanie mo¿e byæ niekompletne.

source: Usage: %s [options] [target] ...
hr: Uporaba: %s [opcije] [meta] ...
pl: Sk³adnia: %s [opcje] [obiekt] ...

source: This program built for %s
hr: Program sastavljen za %s
pl: Ten program zosta³ zbudowany dla %s

source: This program built for %s (%s)
hr: Program sastavljen za %s (%s)
pl: Ten program zosta³ zbudowany dla %s (%s)

source: the `-%c' option requires a non-empty string argument
pl: opcja `-%c' wymaga niepustego ³añcucha jako argumentu

source: the `-%c' option requires a positive integral argument
hr: opcija `-%c' tra¾i pozitivan cjelobrojni argument
pl: opcja `-%c' wymaga argumentu ca³kowitego dodatniego

source: %sThis is free software; see the source for copying conditions. %sThere is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A %sPARTICULAR PURPOSE.
hr: %sOvaj program je slobodan; u izvornom kodu nalaze se uvjeti kopiranja. %sNema NIKAKVOG jamstva, èak ni za PROIZVODNOST ili UPOTREBLJIVOST ZA %sPOJEDINU SVRHU.
pl: %sTen program jest darmowy; warunki kopiowania s± opisane w ¼ród³ach. %sAutorzy nie daj± ¯ADNYCH gwarancji, w tym nawet gwarancji SPRZEDAWALNO¦CI %slub PRZYDATNO¦CI DO KONKRETNYCH CELÓW.

source: %sThis program built for %s
pl: %sTen program zosta³ zbudowany dla %s

source: %sThis program built for %s (%s)
pl: %sTen program zosta³ zbudowany dla %s (%s)

source: # Make data base, printed on %s
hr: # Makeova baza, ispisana na %s
pl: # Baza danych Make, wy¶wietlana na %s

source: # Finished Make data base on %s
hr: # Kraj Makeove baze na %s
pl: # Zakoñczono tworzenie bazy danych Make na %s

source: Unknown error %d
hr: Nepoznata gre¹ka %d
pl: Nieznany b³±d %d

source: virtual memory exhausted
hr: prividna memorija potro¹ena
pl: brak pamiêci wirtualnej

source: %s: user %lu (real %lu), group %lu (real %lu)
pl: %s: u¿ytkownik %lu (rzeczywisty %lu), grupa %lu (rzeczywista %lu)

source: Initialized access
hr: Inicijaliziran pristup
pl: Zainicjalizowany dostêp

source: User access
hr: Korisnièki pristup
pl: Dostêp u¿ytkownika

source: Make access
hr: Makeov pristup
pl: Dostêp make

source: Child access
hr: Pristup djeteta
pl: Dostêp potomka

source: write error: %s
pl: b³±d zapisu: %s

source: write error
pl: b³±d zapisu

source: Reading makefiles...
hr: Èitam makefileove...
pl: Czytanie makefile...

source: Reading makefile `%s'
hr: Èitam makefile `%s'
pl: Czytanie makefile `%s'

source: (no default goal)
hr: (nema podrazumijevanog cilja)
pl: (brak celu domy¶lnego)

source: (search path)
hr: (staza za pretra¾ivanje)
pl: (przeszukiwana ¶cie¿ka)

source: (don't care)
hr: (nije va¾no)
pl: (niewa¿ne)

source: (no ~ expansion)
hr: (bez ekspanzije ~)
pl: (brak rozszerzenia ~)

source: invalid syntax in conditional
hr: neispravna sintaksa uvjeta
pl: b³êdna sk³adnia wyra¿enia warunkowego

source: extraneous `endef'
hr: suvi¹an `endef'
pl: nie zwi±zany `endef'

source: empty variable name
hr: prazno ime varijable
pl: pusta nazwa zmiennej

source: empty `override' directive
hr: prazna direktiva `ovverride'
pl: pusta dyrektywa `override'

source: invalid `override' directive
hr: neispravna direktiva `override'
pl: b³êdna dyrektywa `override'
