Repository: Trepan-Debuggers/remake
Catalog: po/*.po
Languages: hr, pl

source: commands commence before first target
hr: naredbe poèinju prije prve mete
pl: polecenia zaczynaj± siê przed pierwszym obiektem

source: missing rule before commands
hr: nedostaje propis prije naredbi
pl: brakuje regu³y przed poleceniami

source: missing separator%s
hr: nedostaju separatori-%s
pl: brakuj±cy separator%s

source: (did you mean TAB instead of 8 spaces?)
hr: (jeste li mislili na TAB umjesto 8 razmaka?)
pl: (czy¿by mia³ byæ TAB zamiast 8 spacji?)

source: missing target pattern
hr: nedostaje uzorak mete
pl: brakuj±cy wzorzec obiektu

source: multiple target patterns
hr: vi¹estruki uzorci meta
pl: wielokrotne wzorce obiektu

source: target pattern contains no `%%'
hr: uzorak mete ne sadr¾i `%%'
pl: wzorzec obiektu nie zawiera `%%'

source: missing `endif'
hr: nedostaje `endif'
pl: brakuj±cy `endif'

source: Extraneous text after `endef' directive
hr: Suvi¹an tekst nakon direktive `endef'
pl: Niezwi±zany tekst po dyrektywie `endef'

source: missing `endef', unterminated `define'
hr: nedostaje `endef', nedovr¹en `define'
pl: brakuj±cy `endef', niezakoñczone `define'

source: Extraneous text after `%s' directive
hr: Suvi¹an tekst nakon direktive `%s'
pl: Niezwi±zany tekst po dyrektywie `%s'

source: extraneous `%s'
hr: suvi¹an `%s'
pl: niezwi±zany `%s'

source: only one `else' per conditional
hr: samo jedan `else' po uvjetu
pl: tylko jedno `else' w wyra¿eniu warunkowym

source: Malformed target-specific variable definition
pl: ¬le sformu³owana definicja zmiennej dla celu

source: prerequisites cannot be defined in command scripts
pl: wymagania nie mog± byæ definiowane w skryptach poleceñ

source: mixed implicit and static pattern rules
hr: pomije¹ani implicitni i statièki propisi uzorka
pl: pomieszane standardowe i statyczne regu³y wzorców

source: mixed implicit and normal rules
hr: pomije¹ani implicitni i normalni propisi
pl: pomieszane standardowe i normalne regu³y

source: target `%s' doesn't match the target pattern
hr: meta `%s' ne odgovara uzorku mete
pl: obiekt `%s' nie pasuje do wzorca obiektu

source: target file `%s' has both : and :: entries
hr: spis meta `%s' ima unose i kod : i kod ::
pl: plik obiektowy `%s' ma pozycje i : i ::

source: target `%s' given more than once in the same rule.
hr: meta `%s' zadan vi¹e nego jednom u istom propisu.
pl: obiekt `%s' wyspecyfikowany wielokrotnie w tej samej regule

source: warning: overriding commands for target `%s'
hr: upozorenje: poni¹tavam postojeæe naredbe za metu `%s'
pl: uwaga: polecenia zakrywaj±ce dla obiektu `%s'

source: warning: ignoring old commands for target `%s'
hr: upozorenje: ignoriram stare naredbe za metu `%s'
pl: uwaga: ignorujê stare polecenia dla obiektu `%s'

source: warning: NUL character seen; rest of line ignored
hr: upozorenje: NUL znak uoèen; ostatak retka se zanemaruje
pl: uwaga: napotka³em na znak NUL; reszta linii zignorowana

source: Nothing to be done for `%s'.
hr: Ni¹ta za napraviti za `%s'.
pl: Nie ma nic do zrobienia w `%s'.

source: `%s' is up to date.
hr: `%s' je a¾uriran.
pl: `%s' jest aktualne.

source: Pruning file `%s'.
hr: Èistim spis `%s'.
pl: Czyszczenie pliku `%s'.

source: %sNo rule to make target `%s'%s
hr: %sNema propisa za izradu mete `%s'%s
pl: %sBrak regu³ do wykonania obiektu `%s'%s

source: %sNo rule to make target `%s', needed by `%s'%s
hr: %sNema propisa za izradu mete `%s', kojeg tra¾i `%s'%s
pl: %sBrak regu³ do zrobienia obiektu `%s', wymaganego przez `%s'%s

source: Considering target file `%s'.
hr: Uzimam u razmatranje spis metu `%s'.
pl: Przetwarzanie pliku obiektowego `%s'.

source: Recently tried and failed to update file `%s'.
hr: Nedavno bezuspje¹no poku¹ao a¾urirati spis `%s'
pl: Ju¿ bez powodzenia próbowa³em uaktualniæ plik `%s'.

source: File `%s' was considered already.
hr: Spis `%s' veæ je bio uzet u razmatranje.
pl: Plik `%s' by³ ju¿ przetwarzany.

source: Still updating file `%s'.
hr: Jo¹ uvijek a¾uriram spis `%s'.
pl: Wci±¿ uaktualniam plik `%s'.

source: Finished updating file `%s'.
hr: Zavr¹io s a¾uriranjem spisa `%s'.
pl: Skoñczy³em uaktualniaæ plik `%s'.

source: File `%s' does not exist.
hr: Spis `%s' ne postoji.
pl: Plik `%s' nie istnieje.

source: *** Warning: .LOW_RESOLUTION_TIME file `%s' has a high resolution time stamp
hr: *** Upozorenje: .LOW_RESOLUTION_TIME spis `%s' ima vremensku oznaku visoke rezolucije
pl: *** Uwaga: plik .LOW_RESOLUTION_TIME `%s' ma du¿± rozdzielczo¶æ znacznika czasu

source: Found an implicit rule for `%s'.
hr: Na¹ao implicitni propis za `%s'.
pl: Znaleziono standardow± regu³ê dla `%s'.

source: No implicit rule found for `%s'.
hr: Nijedan implicitni propis nisam na¹ao za `%s'.
pl: Brak standardowych regu³ dla `%s'.

source: Using default commands for `%s'.
hr: Koristim podrazumijevane naredbe za `%s'.
pl: Stosowanie standardowych poleceñ dla `%s'.

source: Circular %s <- %s dependency dropped.
hr: Kru¾na ovisnost %s <- %s ispu¹tena.
pl: Okrê¿na dyrektywa %s <- %s porzucona.

source: Finished prerequisites of target file `%s'.
hr: Zavr¹eni prerekviziti spisa mete `%s'.
pl: Zakoñczono zale¿no¶ci pliku obiektu `%s'.

source: The prerequisites of `%s' are being made.
hr: Prerekviziti `%s' su u izradi.
pl: Zale¿no¶ci `%s' s± wykonywane.

source: Giving up on target file `%s'.
hr: Odustajem od spisa mete `%s'.
pl: Zaniechany plik obiektowy `%s'.

source: Target `%s' not remade because of errors.
hr: Meta `%s' nije ponovo izraðen zbog gre¹aka.
pl: Obiekt `%s' nie zosta³ wykonany z powodu b³êdów.

source: Prerequisite `%s' is order-only for target `%s'.
hr: Prerekvizit `%s' slu¾i samo za redosljed pri meti `%s'.
pl: Zale¿no¶æ `%s' dotyczy tylko kolejno¶ci dla obiektu `%s'.

source: Prerequisite `%s' of target `%s' does not exist.
hr: Prerekvizit `%s' mete `%s' ne postoji.
pl: Zale¿no¶æ `%s' obiektu `%s' nie istnieje.

source: Prerequisite `%s' is newer than target `%s'.
hr: Prerekvizit `%s' noviji je od mete `%s':
pl: Zale¿no¶æ `%s' jest nowsza od obiektu `%s'.

source: Prerequisite `%s' is older than target `%s'.
hr: Prerekvizit `%s' stariji je od mete `%s'.
pl: Zale¿no¶æ `%s' jest starsza od obiektu `%s'.

source: Target `%s' is double-colon and has no prerequisites.
hr: Meta `%s' je dvotoèka, a nema prerekvizita.
pl: Obiekt `%s' jest typu double-colon i nie ma ¿adnych zale¿no¶ci.

source: No commands for `%s' and no prerequisites actually changed.
hr: Nema naredbi za `%s', a nijedan prerekvizit nije promijenjen.
pl: Brak poleceñ dla `%s' i brak zmienionych zale¿no¶ci.

source: Making `%s' due to always-make flag.
hr: Proizvodim `%s' zbog opcije always-make.
pl: Tworzenie `%s' z powodu flagi always-make.

source: No need to remake target `%s'
hr: Nema potrebe ponovo izraditi metu `%s'
pl: Nie ma potrzeby przerabiaæ obiektu `%s'

source: ; using VPATH name `%s'
hr: ; koristim VPATH imena `%s'
pl: ; u¿yto nazwy VPATH `%s'

source: Must remake target `%s'.
hr: Moram ponovo izgraditi metu `%s'.
pl: Konieczne przerobienie obiektu `%s'.

source: Ignoring VPATH name `%s'.
hr: Ignoriram VPATH imena `%s'.
pl: Zignorowano nazwê VPATH `%s'.

source: Commands of `%s' are being run.
hr: Naredbe od `%s' se izvr¹avaju.
pl: Uruchomiono polecenia dla `%s'.

source: Failed to remake target file `%s'.
hr: Nije uspjela ponovna izrada spisa mete `%s'.
pl: Przerabianie pliku obiektowego `%s' nie powiod³o siê.

source: Successfully remade target file `%s'.
hr: Uspje¹no ponovno izradio spis metu `%s'.
pl: Przerabianie pliku obiektowego `%s' powiod³o siê.

source: Target file `%s' needs remade under -q.
hr: Spis meta `%s' treba ponovnu izradu zbog -q.
pl: Plik obiektowy `%s' powinien byæ przerobiony z opcj± -q.

source: Warning: File `%s' has modification time in the future
hr: Upozorenje: Spis `%s' ima vrijeme promjene u buduænosti
pl: Uwaga: Plik `%s' ma czas modyfikacji z przysz³o¶ci

source: Warning: File `%s' has modification time %.2g s in the future
hr: Upozorenje: Spis `%s' ima vrijeme promjene %.2g s u buduænosti
pl: Uwaga: Plik `%s' ma czas modyfikacji %.2g s w przysz³o¶ci

source: .LIBPATTERNS element `%s' is not a pattern
hr: Element .LIBPATTERNS `%s' nije uzorak
pl: element .LIBPATTERNS `%s' nie jest wzorcem

source: Customs won't export: %s
hr: Customs neæe eksportirati: %s
pl: Zasady nie eksportowane: %s

source: # Implicit Rules
hr: # Implicitni Propisi
pl: # Regu³y stadardowe

source: # No implicit rules.
hr: # Nema implicitnih propisa.
pl: # Brak standardowych regu³.

source: # %u implicit rules, %u
hr: # %u implicitnih propisa, %u
pl: # %u standardowych regu³, %u

source: BUG: num_pattern_rules wrong! %u != %u
hr: BUG: pogre¹an num_pattern_rules! %u != %u
pl: PLUSKWA: z³e num_pattern_rules! %u != %u

source: unknown signal
hr: nepoznat signal
pl: nieznany sygna³

source: Hangup
hr: Izgubljena veza
pl: Roz³±czenie

source: Interrupt
hr: Prekid
pl: Przerwanie

source: Quit
hr: Prestanak
pl: Wyj¶cie

source: Illegal Instruction
hr: Nedopu¹tena instrukcija
pl: B³êdna instrukcja

source: Trace/breakpoint trap
hr: Zamka za slijed/prekidnu toèku
pl: Pu³apka ¶ledzenia

source: Aborted
hr: Otkazan
pl: Przerwany

source: IOT trap
hr: IOT zamka
pl: Pu³apka IOT

source: EMT trap
hr: EMT zamja
pl: Pu³apka EMT

source: Floating point exception
hr: Iznimka floating pointa
pl: Wyj±tek zmiennoprzecinkowy

source: Killed
hr: Ubijen
pl: Zabity

source: Bus error
hr: Sabirnièka gre¹ka
pl: B³±d szyny

source: Segmentation fault
hr: Segmentacijska gre¹ka
pl: Naruszenie ochrony pamiêci

source: Bad system call
hr: Nevaljan sistemski poziv
pl: B³êdne wywo³anie systemowe

source: Broken pipe
hr: Prekinut kanal
pl: Przerwany potok

source: Alarm clock
hr: Budilica
pl: Budzik

source: Terminated
hr: Terminiran
pl: Zakoñczony

source: User defined signal 1
hr: Korisnièki definiran signal 1
pl: Sygna³ u¿ytkownika 1

source: User defined signal 2
hr: Korisnièki definiran signal 2
pl: Sygna³ u¿ytkownika 2

source: Child exited
hr: Dijete iza¹lo
pl: Potomek powróci³

source: Power failure
hr: Nestalo struje
pl: Przerwa w zasilaniu

source: Stopped
hr: Zaustavljen
pl: Zatrzymany

source: Stopped (tty input)
hr: Zaustavljen (unosom s TTY-ja)
pl: Zatrzymany (wej¶cie z tty)

source: Stopped (tty output)
hr: Zaustavljen (outputom s TTY-ja)
pl: Zatrzymany (wyj¶cie na tty)

source: Stopped (signal)
hr: Zaustavljen (signalom)
pl: Zatrzymany (sygna³)

source: CPU time limit exceeded
hr: prekoraèeno ogranièenje CPU vremena
pl: Przekroczony czas CPU

source: File size limit exceeded
hr: Prekoraèeno ogranièenje velièine spisa
pl: Przekroczony limit wielko¶ci pliku

source: Virtual timer expired
hr: Virtualna ¹toperica istekla
pl: Wyczerpany stoper wirtualny

source: Profiling timer expired
hr: Profajlerska ¹toperica istekla
pl: Wyczerpany stoper profiluj±cy

source: Window changed
hr: Promijenjen prozor
pl: Zmienione okno

source: Continued
hr: Nastavljen
pl: Kontynuowany

source: Urgent I/O condition
hr: Hitno stanje I/O-a
pl: Nag³a sytuacja I/O

source: I/O possible
hr: I/O moguæ
pl: I/O mo¿liwe

source: Resource lost
hr: Izgubljen resurs
pl: Zaginione zasoby

source: Danger signal
hr: Signal za opasnost
pl: Sygna³ niebezpieczeñstwa

source: Information request
hr: Zahtjev za informacijom
pl: ¯±danie informacji

source: Floating point co-processor not available
hr: Aritmetièki koprocesor nije dostupan.
pl: Koprocesor obliczeñ zmiennoprzecinkowych niedostêpny

source: default
hr: podrazumijevano
pl: domy¶lna

source: environment
hr: okoli¹
pl: ¶rodowiskowa

source: environment under -e
hr: okoli¹ pod -e
pl: ¶rodowisko pod -e

source: command line
hr: komandna linija
pl: z linii poleceñ

source: `override' directive
hr: direktiva `override'
pl: dyrektywa `override'

source: automatic
hr: automatsko
pl: automatyczna

source: (from `%s', line %lu)
hr: (iz `%s', redak %lu):
pl: (z `%s', linia %lu)

source: # Variables
hr: # Varijable
pl: # Zmienne

source: # Pattern-specific Variable Values
pl: # Warto¶ci zmiennych dla wzorca

source: # No pattern-specific variable values.
hr: # Nema uzorcima svojstvenih vrijednosti varijabli.
pl: # Brak warto¶ci zmiennych dla wzorca.

source: # %u pattern-specific variable values
hr: # %u uzorcima svojstvenih vrijednosti varijabli
pl: # %u warto¶ci zmiennych dla wzorca

source: warning: undefined variable `%.*s'
hr: upozorenje: nedefinirana varijabla `%.*s'
pl: uwaga: niezdefiniowana zmienna `%.*s'

source: sys$search failed with %d
hr: sys$search je zatajila s %d
pl: sys$search nie powiod³o siê - %d

source: Warning: Empty redirection
hr: Upozorenje: Prazno preusmjeravanje
pl: Uwaga: Puste przekierowanie

source: internal error: `%s' command_state
hr: unutra¹nja gre¹ka: `%s' command_state
pl: b³±d wewnêtrzny: `%s' command_state

source: -warning, CTRL-Y will leave sub-process(es) around.
hr: -upozorenje, CTRL-Y æe ostaviti potproces(e) na ¾ivotu.
pl: -uwaga, CTRL-Y pozostawi podproces(y).

source: -warning, you may have to re-enable CTRL-Y handling from DCL.
hr: -upozorenje, mo¾da æete morati ponovo omoguæiti obradu CTRL-Y iz DCL-a.
pl: -uwaga, bêdzie trzeba ponownie umo¿liwiæ obs³ugê CTRL-Y z DCL.

source: BUILTIN [%s][%s]
hr: UGRAÐEN [%s][%s]
pl: WBUDOWANE [%s][%s]

source: BUILTIN CD %s
hr: UGRAÐEN CD %s
pl: WBUDOWANE CD %s

source: BUILTIN RM %s
hr: UGRAÐEN RM %s
pl: WBUDOWANE RM %s

source: Unknown builtin command '%s'
hr: Nepoznata ugraðena naredba `%s'
pl: Nieznane polecenie wbudowane '%s'

source: Error, empty command
hr: Gre¹ka, prazna naredba
pl: B³±d, puste polecenie

source: Redirected input from %s
hr: Preusmjerio ulaz iz %s
pl: Przekierowane wej¶cie z %s

source: Redirected error to %s
hr: Preusmjerio gre¹ke u %s
pl: Przekierowane wyj¶cie diagnostyczne do %s

source: Redirected output to %s
hr: Preusmjerio izlaz u %s
pl: Przekierowane wyj¶cie do %s

source: Executing %s instead
hr: Umjesto toga, izvr¹avam %s
pl: Zamiast tego wykonywanie %s

source: Error spawning, %d
hr: Gre¹ka pri pokretanju, %d
pl: B³±d podczas uruchamiania, %d

source: # VPATH Search Paths
hr: # VPATH staze za pretra¾ivanje
pl: # ¦cie¿ki przeszukiwania VPATH

source: # No `vpath' search paths.
hr: # Nema `vpath' staza za pretra¾ivanje.
pl: # Brak ¶cie¿ek przeszukiwania `vpath'

source: # %u `vpath' search paths.
hr: # %u `vpath' staza za pretra¾ivanje.
pl: # %u ¶cie¿ek przeszukiwania `vpath'.

source: # No general (`VPATH' variable) search path.
hr: # Nema opæe (iz varijable `VPATH') staze za pretra¾ivanje.
pl: # Brak ogólnej (zmienna `VPATH') ¶cie¿ki przeszukiwania.

source: # General (`VPATH' variable) search path: #
hr: # Opæa (iz varijable `VPATH') staza za pretra¾ivanje: #
pl: # Ogólna (zmienna `VPATH') ¶cie¿ka przeszukiwania: #

source: --warn-undefined-variables Warn when an undefined variable is referenced.
hr: --warn-undefined-variables Upozori kad se referencira nedefinirana varijabla.

source: terminal.
hr: zavr¹ni.
